Repository: 1up-lab/contao-facebook-events
Catalog: contao/languages/*/*_calendar.xlf
Languages: de

# tl_calendar.facebookEvents_update.1
source: Update events in calendar with ID %s
de: Update Events im Kalendar ID %s

# tl_calendar.facebookEvents_synced.0
source: Synchronise with Facebook
de: Kalender mit Facebook synchronisieren

# tl_calendar.facebookEvents_synced.1
source: Automatically synchronize this calendar with a calender on a Facebook page.
de: Diesen Kalender automatisch mit Facebook synchronisieren

# tl_calendar.facebookEvents_accessToken.0
source: Access Token
de: Zugriffsschlüssel

# tl_calendar.facebookEvents_accessToken.1
source: Enter the Facebook Access Token.
de: Geben Sie den Facebook Zugriffsschlüssel ein

# tl_calendar.facebookEvents_enableCron.0
source: Activate Cronjob Updating
de: Cronjob-Aktualisierung aktivieren

# tl_calendar.facebookEvents_enableCron.1
source: Activates automatical updating by the Contao Cronjob.
de: Aktiviert die automatische Aktualisierung durch den Contao Cronjob.

# tl_calendar.facebookEvents_page.1
source: The name of your Facebook page.
de: Der Name Ihrer Facebook Seite.

# tl_calendar.facebookEvents_size.0
source: Image height and image width
de: Bildhöhe und -breite

# tl_calendar.facebookEvents_imagemargin.0
source: Image Margin
de: Bildabstand

# tl_calendar.facebookEvents_floating.0
source: Image Floating
de: Bildausrichtung

# tl_calendar.facebookEvents_author.1
source: Please choose which user should be called author of newly created events.
de: Hier können Sie wählen, welcher Benutzer als Autor von neuen Events eingetragen wird.

# tl_calendar.facebookEvents_update_time.0
source: Update time
de: Aktualisierungsperiode

# tl_calendar.facebookEvents_update_time.1
source: For how many days should events be updated in the past? The higher this value, the more data will be transfered each update cycle.
de: Für wie viele Tage in der Vergangenheit sollen Events aktualisiert werden? Je höher dieser Wert desto mehr Daten werden pro Aktualisierungszyklus transferiert.
